Repository: Aloereed/AloeWeb
Catalog: Yttrium/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr, ja_jp, ko_kr, ru_ru, zh_cn, zh_tw

# About.CloseButtonText
source: Close
fr_fr: Fermer
ja_jp: オフ
ko_kr: 끄기
ru_ru: Гуань
zh_cn: 关闭
zh_tw: 關閉

# About.PrimaryButtonText
source: Install WebView2
fr_fr: Installation de webview2
ja_jp: WebView 2のインストール
ko_kr: WebView2 설치
ru_ru: Настройка WebView2
zh_cn: 安装 WebView2
zh_tw: 安裝 WebView2

# About.Title
source: About AloeWeb
fr_fr: À propos de aloeweb
ja_jp: AloeWeb について
ko_kr: AloeWeb 정보
ru_ru: О компании AloeWeb
zh_cn: 关于 AloeWeb
zh_tw: 關於 AloeWeb

# AboutMenuItem.Text
source: About
fr_fr: À propos
ja_jp: について
ko_kr: 정보
ru_ru: О
zh_cn: 关于
zh_tw: 關於

# AboutText1.Text
source: AloeWeb is a lightweight UWP browser based on the Yttrium project and the Chromium project.
fr_fr: Aloeweb est un navigateur uwp léger basé sur le projet Yttrium et le projet Chromium.
ja_jp: AloeWeb は Yttrium プロジェクトと Chromium プロジェクトに基づく軽量な UWP ブラウザです.
ko_kr: AloeWeb 은 이트륨 및 크롬 프로젝트를 기반으로 하는 경량 UWP 브라우저입니다.
ru_ru: AloeWeb - это легкий UWP - браузер, основанный на проектах иттрия и хрома.
zh_cn: AloeWeb 是一款基于 Yttrium 项目和 Chromium 项目的轻量级 UWP 浏览器.
zh_tw: AloeWeb 是一款基於 Yttrium 項目和 Chromium 項目的輕量級 UWP 瀏覽器.

# AboutText2.Text
source: AloeWeb relies on Edge WebView2 Runtime, so if you have problems viewing it, you will need to install it first or fix it in the settings.
fr_fr: Aloeweb s'appuie sur Edge webview2Runtime,donc si vous rencontrez des problèmes pour le visualiser,vous devrez l'installer d'abord ou le réparer dans les paramètres.
ja_jp: AloeWeb は Edge WebView 2Runtime に依存しているため、表示中に問題が発生した場合は、まずインストールするか、設定で修正する必要があります。
ko_kr: AloeWeb 은 Edge WebView2Runtime 에 종속되므로 보는 동안 문제가 발생하면 먼저 설치하거나 설정에서 수정해야 합니다.
ru_ru: AloeWeb полагается на Edge WebView2Runtime, поэтому, если у вас возникли проблемы с его просмотром, вам нужно сначала установить его или исправить его в настройках.
zh_cn: AloeWeb 依赖于 Edge WebView2Runtime ，因此如果您在查看它时遇到问题，则需要先安装它或在系统设置中进行修复。
zh_tw: AloeWeb 依賴於 Edge WebView2Runtime ，因此如果您在檢視它時遇到問題，則需要先安裝它或在系統設定中進行修復。

# AIHello
source: Hi, I'm an intelligent assistant in AloeWeb, how can I help you?
fr_fr: Bonjour,je suis un assistant intelligent chez aloeweb,y a -t -il quelque chose pour vous aider?
ja_jp: はい、 AloeWeb のスマートアシスタントですが、何かお手伝いできることはありますか?
ko_kr: 안녕하세요, 저는 AloeWeb 의 스마트 보조원입니다. 무엇을 도와 드릴까요?
ru_ru: Привет, я умный помощник в AloeWeb. Чем могу помочь?
zh_cn: 嗨，我是 AloeWeb 的一名智能助理，有什么可以帮你的吗?
zh_tw: 嗨，我是 AloeWeb 的一名智慧型助理，有什麼可以幫你的嗎?

# AppTitle.Text
source: AloeWeb Browser | Settings
fr_fr: Aloeweb browser |paramètres
ja_jp: AloeWeb ブラウザ｜設定
ko_kr: AloeWeb 탐색기
ru_ru: Настройка AloeWeb
zh_cn: AloeWeb 浏览器|配置
zh_tw: AloeWeb 瀏覽器|設定

# CaptureMenuItem.Text
source: Capture
fr_fr: Prisonniers
ja_jp: 捕虜
ko_kr: 포로
ru_ru: Пленники
zh_cn: 捕获
zh_tw: 捕獲

# cookalld
source: Cookies have been all deleted.
fr_fr: Les cookies ont tous été supprimés.
ja_jp: Cookie はすべて削除されました。
ko_kr: 쿠키가 모두 삭제되었습니다。
ru_ru: Файлы cookie были полностью удалены.
zh_cn: Cookie 已全部删除。
zh_tw: Cookie 已全部刪除。

# cookman
source: Cookies Manager
fr_fr: Gestionnaire de cookies
ja_jp: Cookie マネージャ
ko_kr: 쿠키 관리자
ru_ru: Менеджер файлов cookie
zh_cn: Cookie 管理器
zh_tw: Cookie 管理器

# CreateTabMenuItem.Text
source: Create a New Tab
fr_fr: Créer un nouvel onglet
ja_jp: 新規タブの作成
ko_kr: 새 탭 만들기
ru_ru: Создать новую вкладку
zh_cn: 创建新选项卡
zh_tw: 建立新選項卡

# CreateWindowMenuItem.Text
source: Create a New Window
fr_fr: Créer une nouvelle fenêtre
ja_jp: 新規ウィンドウの作成
ko_kr: 새 창 만들기
ru_ru: Создать новое окно
zh_cn: 创建新窗口
zh_tw: 建立新視窗

# CustomAPI.PlaceholderText
source: OpenAI API key
fr_fr: Clé API openai
ja_jp: OpenAI API キー
ko_kr: OpenAI API 키
ru_ru: Ключ OpenAI API
zh_cn: OpenAI API 密钥
zh_tw: OpenAI API 密鑰

# CustomDownloader.PlaceholderText
source: Path of FDM.exe
fr_fr: Chemin d'accès à fdm.exe
ja_jp: FDM.exe の経路
ko_kr: FDM.exe 경로
ru_ru: Путь к FDM.exe
zh_cn: FDM.exe 的路径
zh_tw: FDM.exe 的路徑

# CustomHome.Content
source: Custom Homepage
fr_fr: Personnaliser la page d'accueil
ja_jp: ホームページのカスタマイズ
ko_kr: 홈 페이지 사용자 정의
ru_ru: Настройка домашней страницы
zh_cn: 自定义主页
zh_tw: 自訂首頁

# Customprofile.PlaceholderText
source: Path of your specified folder
fr_fr: Spécifie le chemin du dossier
ja_jp: フォルダへのパスの指定
ko_kr: 폴더 경로 지정
ru_ru: Укажите путь к папке
zh_cn: 指定文件夹的路径
zh_tw: 指定資料夾的路徑

# datalld
source: Data have been all deleted.
fr_fr: Les données ont toutes été supprimées.
ja_jp: データはすべて削除されました。
ko_kr: 데이터가 모두 삭제되었습니다。
ru_ru: Все данные были удалены.
zh_cn: 数据已全部删除。
zh_tw: 資料已全部刪除。

# dataman
source: Data Manager
fr_fr: Gestionnaire de données
ja_jp: データマネージャ
ko_kr: 데이터 관리자
ru_ru: Диспетчер данных
zh_cn: 数据管理器
zh_tw: 資料管理器

# ddl.Text
source: Downloader
fr_fr: Télécharger le programme
ja_jp: ダウンロードプログラム
ko_kr: 프로그램 다운로드
ru_ru: Скачать программу
zh_cn: 下载程序
zh_tw: 下載程式

# DevToolsMenuItem.Text
source: Developer Tools
fr_fr: Outils pour développeurs
ja_jp: 開発者ツール
ko_kr: 개발자 도구
ru_ru: Инструменты разработчика
zh_cn: 开发人员工具
zh_tw: 開發人員工具

# Downdir.PlaceholderText
source: Default Download Folder, if left empty, the user download folder is used.
fr_fr: Dossier de téléchargement par défaut,si laissé vide,utilisez le dossier de téléchargement utilisateur.
ja_jp: デフォルトのダウンロードフォルダです。空のままの場合は、ユーザーダウンロードフォルダを使用します.
ko_kr: 기본 다운로드 폴더, 비어 있는 경우 사용자 다운로드 폴더를 사용합니다.
ru_ru: Папка загрузки по умолчанию, если она остается пустой, используется для загрузки папки пользователем.
zh_cn: 默认下载文件夹，如果保留为空，则使用用户下载文件夹.
zh_tw: 預設下載資料夾，如果保留為空，則使用使用者下載資料夾.

# DownloadMenuItem.Text
source: Downloads
fr_fr: Télécharger
ja_jp: ダウンロード
ko_kr: 다운로드
ru_ru: Скачать
zh_cn: 下载
zh_tw: 下載

# ExpanderHis.Header
source: All histories
fr_fr: Tous les historiques
ja_jp: すべての履歴
ko_kr: 모든 기록
ru_ru: Все исторические записи
zh_cn: 所有历史记录
zh_tw: 所有歷史記錄

# FavBarMenuItem.Text
source: Favorite Bar
fr_fr: Barre de favoris
ja_jp: お気に入りバー
ko_kr: 즐겨찾기 모음
ru_ru: Панель папок
zh_cn: 收藏夹列
zh_tw: 收藏夾列

# favi.Text
source: Favicon Getter
ru_ru: Компания Favicon Getter
zh_cn: Favicon 获取器
zh_tw: Favicon 獲取器

source: Favorites
fr_fr: Favoris
ja_jp: お気に入り
ko_kr: 즐겨찾기
ru_ru: Коллекция
zh_cn: 收藏夹
zh_tw: 收藏夾

# FavoritesItem.Content
source: Favorites
fr_fr: Favoris
ja_jp: お気に入り
ko_kr: 즐겨찾기
ru_ru: Коллекция
zh_cn: 收藏夹
zh_tw: 收藏夾

source: General
fr_fr: Toute la
ja_jp: すべての
ko_kr: 전체의
ru_ru: Все
zh_cn: 常规
zh_tw: 常規

# GeneralItem.Content
source: General
fr_fr: Toute la
ja_jp: すべての
ko_kr: 전체의
ru_ru: Все
zh_cn: 常规
zh_tw: 常規

# HaveSSL
source: This website has a SSL certificate.
fr_fr: Ce site possède un certificat SSL.
ja_jp: このサイトには SSL 証明書があります.
ko_kr: 이 사이트에는 SSL 인증서가 있습니다.
ru_ru: Сайт имеет SSL сертификат.
zh_cn: 此网站具有 SSL 证书.
zh_tw: 此網站具有 SSL 證書.

source: History
fr_fr: Historique
ja_jp: 履歴
ko_kr: 역사
ru_ru: История
zh_cn: 历史
zh_tw: 歷史

# HistoryItem.Content
source: History
fr_fr: Historique
ja_jp: 履歴
ko_kr: 역사
ru_ru: История
zh_cn: 历史
zh_tw: 歷史

# HomeasTab.Content
source: Same as New Tab page
fr_fr: Identique à la page nouvel onglet
ja_jp: 「新規タブ」ページと同じ
ko_kr: 새 탭 페이지와 동일
ru_ru: То же самое со страницей « Новая вкладка»
zh_cn: 与新选项卡页面相同
zh_tw: 與新選項卡頁面相同

# homepage.Text
source: Home Page
fr_fr: Page d'accueil
ja_jp: ホーム・ページ
ko_kr: 홈 페이지
ru_ru: Домашняя страница
zh_cn: 主页
zh_tw: 首頁

# ManBrow.Text
source: Manage Browsing Histories
fr_fr: Gérer l'historique de navigation
ja_jp: ブラウズ履歴の管理
ko_kr: 찾아보기 기록 관리
ru_ru: Управление историей просмотра
zh_cn: 管理浏览历史记录
zh_tw: 管理瀏覽歷史記錄

# ManFav.Text
source: Manage Favorites
fr_fr: Gérer les favoris
ja_jp: お気に入りの管理
ko_kr: 즐겨찾기 관리
ru_ru: Управление коллекциями
zh_cn: 管理收藏夹
zh_tw: 管理收藏夾

# MuteMenuItem.Text
source: Mute
fr_fr: Silencieux
ja_jp: サイレント
ko_kr: 침묵의
ru_ru: Молчание
zh_cn: 静音
zh_tw: 靜音

source: New Tab
fr_fr: Nouvelle page d'étiquette
ja_jp: 新しいタブ・ページ
ko_kr: 새 탭
ru_ru: Новая вкладка
zh_cn: 新标签页
zh_tw: 新標籤頁

# newpage.Text
source: New Page
fr_fr: Nouvelle page
ja_jp: 新規ページ
ko_kr: 새 페이지
ru_ru: Новая страница
zh_cn: 添加页面
zh_tw: 新增頁面

# NoSSL
source: This website is unsafe and doesn't have a SSL certificate.
fr_fr: Ce site n'est pas sécurisé et ne possède pas de certificat SSL.
ja_jp: このサイトは安全ではありません。 SSL 証明書はありません.
ko_kr: 이 사이트는 안전하지 않으며 SSL 인증서가 없습니다.
ru_ru: Этот сайт небезопасн и не имеет SSL - сертификата.
zh_cn: 此网站不安全，并且没有 SSL 证书.
zh_tw: 此網站不安全，並且沒有 SSL 證書.

# openais.Text
source: OpenAI Settings
fr_fr: Paramètres openai
ja_jp: OpenAI 設定
ko_kr: OpenAI 설정
ru_ru: Настройки OpenAI
zh_cn: OpenAI 配置
zh_tw: OpenAI 設定

# prosync.Text
source: Profile Synchronization
fr_fr: Synchronisation des fichiers de configuration
ja_jp: プロファイルの同期化
ko_kr: 프로필 동기화
ru_ru: Синхронизация профилей
zh_cn: 配置文件同步
zh_tw: 設定檔案同步

# RemoveAllCookies.Content
source: Remove all cookies
fr_fr: Supprimer tous les cookies
ja_jp: すべてのクッキーを削除
ko_kr: 모든 쿠키 삭제
ru_ru: Удалить все cookie
zh_cn: 删除所有 cookie
zh_tw: 刪除所有 cookie

# RemoveAllHis.Content
source: Remove all histories
fr_fr: Supprimer tout l'historique
ja_jp: すべての履歴を削除
ko_kr: 모든 히스토리 삭제
ru_ru: Удалить все исторические записи
zh_cn: 删除所有历史记录
zh_tw: 刪除所有歷史記錄

# RemoveAllOther.Content
source: Remove other saved data
fr_fr: Supprimer d'autres données enregistrées
ja_jp: 保存した他のデータを削除
ko_kr: 저장된 다른 데이터 삭제
ru_ru: Удалить другие сохраненные данные
zh_cn: 删除其他保存的数据
zh_tw: 刪除其他儲存的資料

source: Search Engine
fr_fr: Moteur de recherche
ja_jp: 検索エンジン
ko_kr: 검색 엔진
ru_ru: Поисковая система
zh_cn: 搜索引擎
zh_tw: 搜尋引擎

# SearchBar.PlaceholderText
source: Use question mark (?) ending to get auto-completion suggestions from the AI.
fr_fr: Utilisez la fin du point d'interrogation (?)pour obtenir des suggestions d'auto -complétion de l'IA.
ja_jp: 疑問符（？）の末尾を使用して、人工知能から自動完了推奨を取得します.
ko_kr: 물음표 (?) 를 사용하여 인공 지능에서 자동 완성 제안을 끝냅니다.
ru_ru: Использование вопросительного знака (?) в конце для получения рекомендаций по автоматическому завершению от искусственного интеллекта.
zh_cn: 使用问号（？）末尾从人工智能中获取自动完成建议.
zh_tw: 使用問號（？）結尾從人工智慧型中獲取自動完成建議.

# SearchEngineItem.Content
source: Homepage & Search Engine
fr_fr: Page d'accueil moteur de recherche
ja_jp: ホームページ検索エンジン
ko_kr: 홈 검색 엔진
ru_ru: Домашняя поисковая система
zh_cn: 主页搜索引擎
zh_tw: 首頁搜尋引擎

# seg.Text
source: Search Engine
fr_fr: Moteur de recherche
ja_jp: 検索エンジン
ko_kr: 검색 엔진
ru_ru: Поисковая система
zh_cn: 搜索引擎
zh_tw: 搜尋引擎

# SettingsMenuItem.Text
source: Settings
fr_fr: Paramètres
ja_jp: 設定＃セッテイ＃
ko_kr: 설치
ru_ru: Настройка
zh_cn: 配置
zh_tw: 設定

# Settings_Language.Text
source: Language Settings
fr_fr: Paramètres de langue
ja_jp: 言語設定
ko_kr: 언어 설정
ru_ru: Параметры языка
zh_cn: 语言配置
zh_tw: 語言設定

# Settings_Language_restart.Text
source: This takes effect after restarting AloeWeb.
fr_fr: Cela prendra effet après le redémarrage d'aloeweb.
ja_jp: これは AloeWeb を再起動した後に有効になります。
ko_kr: 이것은 AloeWeb 을 다시 시작하면 적용됩니다。
ru_ru: Это вступит в силу после перезапуска AloeWeb.
zh_cn: 这将在重新启动 AloeWeb 后生效。
zh_tw: 這將在重新啟動 AloeWeb 後生效。

# SSLError
source: This website has a SSL certificate, however, some errors are detected.
fr_fr: Ce site dispose d'un certificat SSL,mais certaines erreurs ont été détectées.
ja_jp: このサイトには SSL 証明書がありますが、いくつかのエラーが検出されました.
ko_kr: 이 사이트에는 SSL 인증서가 있지만 일부 오류가 감지되었습니다.
ru_ru: Этот сайт имеет SSL - сертификат, но обнаруживает некоторые ошибки.
zh_cn: 此网站有 SSL 证书，但检测到一些错误.
zh_tw: 此網站有 SSL 證書，但偵測到一些錯誤.

# trans.Text
source: Translator
fr_fr: Traduction
ja_jp: 翻訳
ko_kr: 번역
ru_ru: Перевод
zh_cn: 翻译
zh_tw: 翻譯

# TranslateMenuItem.Text
source: Translate
fr_fr: Traduction
ja_jp: 翻訳
ko_kr: 번역
ru_ru: Перевод
zh_cn: 翻译
zh_tw: 翻譯

# useadblock.Content
source: Block redirects to indecent ads or fraudulent URLs
fr_fr: Bloquer les redirections vers des publicités indécentes ou des URL trompeuses
ja_jp: 下品な広告や詐欺的な URL へのリダイレクトを防ぐ
ko_kr: 고상하지 않은 광고나 사기성 URL 로 리디렉션 방지
ru_ru: Блокирование перенаправления на непристойную рекламу или мошеннические URL - адреса
zh_cn: 阻止重定向到不雅广告或欺骗性 URL
zh_tw: 阻止重定向到不雅廣告或欺騙性 URL

# useEmbeddedDownloader.Content
source: Use Embedded Downloader
fr_fr: Utiliser le téléchargeur intégré
ja_jp: 組み込みダウンロードプログラムの使用
ko_kr: 내장 다운로드 프로그램 사용
ru_ru: Использовать встроенную программу загрузки
zh_cn: 使用嵌入式下载程序
zh_tw: 使用嵌入式下載程式

# useFDM.Content
source: Use Free Download Manager
fr_fr: Utiliser le gestionnaire de téléchargement gratuit
ja_jp: 無料ダウンロードマネージャの使用
ko_kr: 무료 다운로드 관리자 사용
ru_ru: Использовать бесплатный менеджер загрузки
zh_cn: 使用FDM
zh_tw: 使用FDM

# usegpt.Content
source: Use AI to enhance my browsing experience.
fr_fr: Améliorer mon expérience de navigation avec l'intelligence artificielle.
ja_jp: 人工知能を使って私の閲覧体験を強化します。
ko_kr: 인공 지능을 사용하여 브라우징 경험을 향상시킵니다.
ru_ru: Используйте искусственный интеллект, чтобы улучшить мой опыт просмотра.
zh_cn: 使用人工智能增强我的浏览体验。
zh_tw: 使用人工智慧型增強我的瀏覽體驗。

# uselocal.Content
source: Use AloeWeb's local folder
fr_fr: Utiliser les dossiers locaux d'aloeweb
ja_jp: Aloeweb のローカルフォルダーを使用します
ko_kr: AloeWeb 을 사용하는 로컬 폴더
ru_ru: Использование локальной папки AloeWeb
zh_cn: 使用 AloeWeb 的本地文件夹
zh_tw: 使用 AloeWeb 的本機資料夾

# usenogpt.Content
source: Do not use AI to enhance my browsing experience.
fr_fr: N'utilisez pas l'intelligence artificielle pour améliorer mon expérience de navigation.
ja_jp: 人工知能を使って私の閲覧体験を強化しないでください。
ko_kr: 인공 지능을 사용하여 내 브라우징 경험을 향상시키지 마십시오.
ru_ru: Не используйте искусственный интеллект, чтобы улучшить мой опыт просмотра.
zh_cn: 不要使用人工智能来增强我的浏览体验。
zh_tw: 不要使用人工智慧型來增強我的瀏覽體驗。

# useother.Content
source: Use your specified folder
fr_fr: Utiliser le dossier spécifié
ja_jp: 指定されたフォルダを使用する
ko_kr: 지정된 폴더 사용
ru_ru: Использовать указанную папку
zh_cn: 使用指定的文件夹
zh_tw: 使用指定的資料夾

# usepwd.Content
source: Enable automatic password saving
fr_fr: Activer la sauvegarde automatique des mots de passe
ja_jp: 自動パスワード保存を有効にする
ko_kr: 자동 암호 저장 설정
ru_ru: Включить автоматическое сохранение пароля
zh_cn: 激活自动密码保存
zh_tw: 啟用自動密碼儲存

source: User
fr_fr: Utilisateurs
ja_jp: 使用者
ko_kr: 사용자
ru_ru: Пользователи
zh_cn: 使用者
zh_tw: 使用者

source: [From AI]
fr_fr: [de l'intelligence artificielle]
ja_jp: [人工知能から]
ko_kr: [인공지능으로부터]
ru_ru: [Искусственный интеллект]
zh_cn: [来自人工智能]
zh_tw: [來自人工智慧型]
